Repository: azuravian/GR-Author-Notes
Catalog: translations/*.po
Languages: es

source: Table Colors
es: Colores de la tabla

source: Background Color:
es: Color de Fondo:

source: Select
es: Seleccionar

source: Border Color:
es: Color del Borde:

source: Text Color:
es: Color de Texto:

source: Author Links
es: Enlaces del Autor

source: Set author links for authors who do not have them
es: Establecer enlaces de autor para los autores que no los tienen

source: Overwrite existing author links
es: Sobrescribir los enlaces de autor existentes

source: Only process for authors with confirmed links
es: Proceso sólo para autores con enlaces confirmados

source: Translation
es: Traducción

source: Translate author bio
es: Traducir biografía del autor

source: Language Code
es: Código Idioma

source: Input the 2 character ISO 639-1 language code. This can be found at the following URL: <a href="https://www.loc.gov/standards/iso639-2/php/code_list.php">https://www.loc.gov/standards/iso639-2/php/code_list.php</a>
es: Introduzca el código de idioma ISO 639-1 de 2 caracteres. Puede encontrarlo en la siguiente URL: <a href="https://www.loc.gov/standards/iso639-2/php/code_list.php">https://www.loc.gov/standards/iso639-2/php/code_list.php</a>

source: authors
es: autores

source: Getting bio for
es: Obtener biografía para

source: Cancel
es: Cancelar

source: Clearing notes from
es: Borrar notas de

source: Getting author link and
es: Obtener enlace del autor y

source: Function
es: Función

source: Write Author bio to author notes
es: Escribe biografía del autor en notas del autor

source: Author Selection
es: Seleccionar Autor

source: All Authors
es: Todos los Autores

source: Selected Books
es: Seleccionar Libros

source: Clear notes from authors
es: Limpiar notas de Autor

source: Update existing notes
es: Actualizar notas existentes

source: Process Authors
es: Procesar

source: Configure this plugin
es: Configurar complemento

source: About
es: Acerca

source: About GR Author Notes
es: Acerca de GR Author Notes

source: Cleared
es: Limpiado

source: Added
es: Agregado

source: from
es: de

source: to
es: a

source: Cannot process books
es: No se pueden procesar libros

source: No books selected
es: No hay libros seleccionados

source: Generated using the GR Author Notes plugin
es: Generado usando el complemento Notas Autor Goodreads

source: No authors selected. Make sure you have chosen the correct Author Selection and/or that you have books selected.
es: No se seleccionaron autores. Asegúrate de haber elegido la selección de autor correcta y/o de tener libros seleccionados.

source: Info
es: Información

source: All selected authors already have their note set by GR Author Notes.
es: Todos los autores seleccionados ya tienen su nota configurada por GR Author Notes.

source: Process was canceled after updating
es: El proceso se canceló después de actualizar

source: author(s)
es: autor(es)

source: a total of
es: un total de

source: author bios
es: biografía(s) de autor

source: notes.
es: notas.

source: Canceled
es: Cancelado

source: Processed
es: Procesado(s)

source: notes.
es: notas.

source: Updated files
es: Archivos actualizados

source: A total of
es: Un total de

source: author(s) were skipped based on html content.
es: autor(es) se omitieron basado en el contenido HTML (probablemente no hay información en Goodreads).

source: Added links to a total of
es: Añadido(s) enlace(s) a un total de

source: authors.
es: autor(es).
